<?php

return [
    'user_not_exists'   => 'حساب کاربری شما در سامانه موجود نیست. لطفا با مدیر سامانه تماس بگیرید.',
    'throttle'          => 'درخواست‌های زیادی از شما ثبت شده‌است. لطفا :seconds ثانیه‌ی دیگر دوباره تلاش کنید.',
    'ldap_auth_failed'  => 'کاربری با این مشخصات در علی‌بابا پیدا نشد.',
    'user_disabled'     => 'حساب کاربری شما غیرفعال شده‌است. لطفا با مدیر سامانه تماس بگیرید.',
    'permission_denied' => 'شما دسترسی لازم برای ورود به سامانه را ندارید. لطفا با مدیر سامانه تماس بگیرید.'
];
