<?php


return [
    'response' => [
        'ok'              => 'انجام فرآیند موفق بود',
        'created'         => 'منبع جدید ایجاد شد',
        'bad_request'     => 'بروز خطا در انجام کار',
        'unauthorized'    => 'توکن نامعتبر',
        'forbidden'       => 'دسترسی نامعتبر',
        'not_found'       => 'منبع مورد نظر پیدا نشد',
        'not_acceptable'  => 'مجوز استفاده نامعتبر',
        'updated'         => 'با موفقیت به روزرسانی شد',
        'actionDenied'    => 'درخواست کاربر معتبر نمی باشد',
        'invalidOrder'    => 'فیلتر نامعتبر میباشد',
        'undefined_error' => 'خطایی رخ داده است.لطفا مجددا تلاش فرمایید.',
    ]
];
